Repository: gilaras/gnome-global-menu
Catalog: po/*.po
Languages: pt_br

source: Indicator Size
pt_br: Tamanho do indicador

source: Size of check or radio indicator
pt_br: Tamanho da caixa de seleção ou botão de rádio

source: Be verbose
pt_br: Seja descritivo

source: disable serializing pixbuf
pt_br: Desabilitar a serialização do pixbuf

source: Disable the Plugin
pt_br: Desabilitar o Plugin

source: File to save the log, default to ~/.gnomenu.log
pt_br: Arquivo para gravar o log, padrão em ~/.gnomenu.log

source: Enable hybrid mode
pt_br: Ativar o modo híbrido

source: - Global Menu plugin Module for GTK
pt_br: Módulo do plugin do Menu Global para GTK

source: These parameters should be supplied in environment GLOBALMENU_GNOME_ARGS instead of the command line.
pt_br: Estes parâmetros devem ser fornecidos no ambiente GLOBALMENU_GNOME_ARGS no lugar da linha de comando.

source: _Preferences
pt_br: _Preferências

source: _Help
pt_br: Aj_uda

source: _About
pt_br: _Sobre

source: No Global Menu?
pt_br: Nenhum Menu Global?

source: The Global Menu Plugin is not enabled on this desktop.
pt_br: O plug-in do Menu Global não está habilitado nesta área de trabalho.

source: Enable the plugin by accessing the preferences dialog via a right-click,
pt_br: Ative o plug-in acessando o diálogo de preferências com um clique no botão direito,

source: or by exporting GTK_MODULES=globalmenu-gnome in your profile.
pt_br: ou por exportar GTK_MODULES=globalmenu-gnome em seu perfil.

source: Project Home
pt_br: Página do projeto

source: translator-credits
pt_br: Launchpad Contributions: Daniel Ribeiro https://launchpad.net/~danielrmt Denis Franco https://launchpad.net/~pumpkin-link Duda Weyll https://launchpad.net/~weyll SauloAndrade https://launchpad.net/~sauloandrade Thiago Negri https://launchpad.net/~evohunz

source: On-line help
pt_br: Ajuda on-line

source: Global Menu Applet Preferences
pt_br: Preferências do miniaplicativo do Menu Global

source: no windows
pt_br: sem janelas

source: no actions
pt_br: sem ações

source: Mi_nimize
pt_br: Mi_nimizar

source: Ma_ximize
pt_br: Ma_ximizar

source: Unma_ximize
pt_br: _Restaurar

source: _Move
pt_br: _Mover

source: _Resize
pt_br: _Redimensionar

source: Always on _Top
pt_br: Sempre no _topo

source: _Always on visible Workspace
pt_br: _Sempre no espaço de trabalho visível

source: _Workspace...
pt_br: _Espaço de trabalho

source: _Close
pt_br: _Fechar

source: Show _Desktop
pt_br: Mostrar Área de _Trabalho

source: Desktop
pt_br: Área de trabalho

source: Follow the window
pt_br: Seguir a janela

source: Add a handle to the applet
pt_br: Adicionar um manipulador para o miniaplicativo

source: Add window action menu entries to active application name menu
pt_br: Adiciona uma entrada no menu para a aplicação ativa

source: Disable checking the GTK plugin module at startup
pt_br: Desativar a verificação do módulo de plugin GTK na inicialização

source: Disable checking the GTK plugin module at startup. If you know the module is loaded but for some reasons the applet cannot correctly detect this fact, set this key to true to skip the checking.
pt_br: Desativar a verificação do módulo de plugin GTK na inicialização. Se você sabe que o módulo está carregado mas por alguma razão o miniaplicativo não consegue detectá-lo, defina esta chave como verdadeira para pular a verificação.

source: Enable Global Menu For GTK applications
pt_br: Ativar Menu Global para aplicativos GTK

source: Enable the Window Actions
pt_br: Habilitar Ações de Janelas

source: Enabled the Window List
pt_br: Habilitar Lista de Janelas

source: If this key is true, libglobalmenu-gnome, the GTK plugin for Global Menu is loaded.
pt_br: Se esta chave é verdadeira, libglobalmenu-gnome, o plugin GTK para o Menu Global está carregado.

source: Maximum length of the title area
pt_br: Tamanho máximo da área de título da janela

source: Show the icon of the action window in the applet
pt_br: Exibir o ícone da janela no miniaplicativo

source: Show the icon of the active window in the applet when enabled.
pt_br: Exibe o ícone da janela ativa no miniaplicativo quando habilitado.

source: Show the name of the active application in the applet
pt_br: Exibir o nome da aplicação ativa no miniaplicativo

source: Show the name of the active application in the applet when enabled
pt_br: Exibe o nome da aplicação ativa no miniaplicativo quando habilitado

source: Specify if the applet has a handle. When the handle is enabled, the applet will not expand to occupy the remaining empty area on the panel.
pt_br: Especifica se o miniaplicativo possui um manipulador. Quando o manipulador está ativado, o miniaplicativo não irá expandir para ocupar a área vazia do painel.

source: Switch among applications via the application name label
pt_br: Alterne entre aplicações pelo rótulo do aplicativo

source: The maximum length of name of the active application, in pixels
pt_br: A largura máxima do nome do aplicativo ativo, em pixels

source: Global Menu Panel Applet
pt_br: Miniaplicativo do Menu Global

source: GlobalMenu.PanelApplet Factory
pt_br: Fábrica GlobalMenu.PanelApplet

source: The factory to build GlobalMenu.PanelApplet objects
pt_br: A fábrica para construir objetos GlobalMenu.PanelApplet

source: Global Menu Plugin for XFCE Panel
pt_br: Miniaplicativo Global Menu para o Painel do XFCE

source: The Global Menu Plugin for XFCE Panel
pt_br: O miniaplicativo Global Menu para o Painel do XFCE
